Repository: gabsoftware/gab-captcha-2
Catalog: lang/gabcaptcha2-*.po
Languages: fr_fr

source: General options
fr_fr: Options générales

source: Captcha options
fr_fr: Options du captcha

source: Security
fr_fr: Sécurité

source: Gab Captcha 2 Options
fr_fr: Préférences de Gab Captcha 2

source: Save Changes
fr_fr: Enregistrer les modifications

source: Translated by <a href="http://www.gabsoftware.com/">Gabriel Hautclocq</a>
fr_fr: Traduit par <a href="http://www.gabsoftware.com/">Gabriel Hautclocq</a>

source: Default Field
fr_fr: Champ par défaut

source: This is a default description.
fr_fr: Ceci est une description par défaut.

source: Display credits:
fr_fr: Afficher les crédits&nbsp;

source: Credits will be displayed on the bottom of the Captcha section.
fr_fr: Les crédits seront affichés en bas du cadre du captcha.

source: As link
fr_fr: En tant que lien

source: As text
fr_fr: En tant que texte

source: Off
fr_fr: Ne pas afficher les crédits

source: Automatically approve comments who passed the test
fr_fr: Approuver automatiquement les commentaires ayants passé le test&nbsp;:

source: If checked, a successful comment will be immediately approved and spam comments will be automatically placed in the trash.
fr_fr: Si coché, les bons commentaires seront immédiatement approuvés et publiés, et les commentaires indésirables seront automatiquement déplacés dans la corbeille.

source: Insert blocked comments in database
fr_fr: Insérer les commentaires bloqués dans la base

source: If checked, a failed comment will still be inserted into the database. Useful if you want to check that blocked comments are really spam comments.
fr_fr: Si coché, les commentaires indésirables seront insérés dans la base. Utile pour vérifier que les commentaires bloqués sont vraiment des spams.

source: Captcha label:
fr_fr: Étiquette du captcha&nbsp;:

source: This label will be shown to the unregistered visitors
fr_fr: Cette étiquette sera affichée aux utilisateurs non-enregistrés

source: Prove that you are Human by typing the emphasized characters:
fr_fr: Prouvez que vous êtes humain en tapant les caractères mis en valeur&nbsp;:

source: Captcha length:
fr_fr: Longueur du captcha&nbsp;:

source: How many characters are displayed in the captcha (2 to 64). 24 should be enough.
fr_fr: Combien de caractères sont affichés dans le captcha (entre 2 et 64). 24 caractères devraient être suffisants.

source: Solution length:
fr_fr: Longueur de la solution&nbsp;:

source: How many characters the users will have to write (1 to 24). Must be less than the captcha length set previously. Do not set to a too high value!
fr_fr: Combien de caractères les utilisateurs devront écrire (entre 1 et 24). Doit être inférieur à la longueur du captcha définie précédemment. Ne mettez pas une valeur trop grande&nbsp;!

source: Use Javascript to display the captcha
fr_fr: Utiliser JavaScript pour afficher le captcha

source: If checked, will use Javascript to add the captcha dynamically (recommended)
fr_fr: Si coché, le captcha sera ajouté dynamiquement à l'aide de Javascript (recommandé)

source: Legacy themes compatibility
fr_fr: Compatibilité avec les anciens thèmes

source: If checked, the captcha will enforce the use of JavaScript and will only use the comment_form action hook. Try to check this if the captcha does not appear.
fr_fr: Si coché, le captcha forcera l'usage du JavaScript et n'utilisera que l'action "comment_form". Essayez de cocher cette option si le captcha n'apparaît pas.

source: Method to output the Captcha:
fr_fr: Choisissez la méthode de génération du Captcha&nbsp;:

source: This is a compromise between better compatibility and better security.
fr_fr: C'est un compromis entre une meilleure compatibilité et une meilleure sécurité.

source: Standard: medium security, high compatibility
fr_fr: Standard&nbsp;: sécurité moyenne, compatibilité élevée

source: CSS: improved security, compatible with CSS-capable browsers
fr_fr: CSS&nbsp;: sécurité accrue, compatibilité avec navigateurs gérant le CSS

source: CSS 3: better security, but reduces compatibility to CSS3-compliant browsers
fr_fr: CSS 3&nbsp;: Meilleure sécurité mais restreint la compatibilité aux navigateurs supportant le CSS 3 uniquement

source: This section concerns the general options of Gab Captcha 2.
fr_fr: Cette section concerne les options générales de Gab Captcha 2.

source: This section proposes settings related to the captcha.
fr_fr: Cette section propose des options relatives au captcha.

source: This section contains security settings.
fr_fr: Cette section contient des paramètres relatifs à la sécurité.

source: %s does not exist
fr_fr: %s n'existe pas

source: Wrong code typed!
fr_fr: Code entré invalide&nbsp;!

source: You will be re-directed in 10 seconds to <a href="%1$s">%1$s</a> (the URL you come from).
fr_fr: Vous serez redirigé dans 10 secondes vers <a href="%1$s">%1$s</a> (là où vous étiez).

source: If the redirection does not work, click on the link above.
fr_fr: Si la redirection ne fonctionne pas, cliquez sur le lien ci-dessus.

source: If you are Human, don't worry, your comment is not lost. It will be displayed again on the next page.
fr_fr: Si vous êtes humain, ne vous inquiétez pas, votre commantaire n'est pas perdu. Il sera affiché à nouveau sur la page suivante.

source: But double-check your code next time!
fr_fr: Mais vérifiez bien votre code la prochaine fois&nbsp;!

source: If you are a spam-bot, too bad for you.
fr_fr: Si vous êtes un robot-spammeur, tant pis pour vous&nbsp;!

source: Anti-spam protection
fr_fr: Protection anti-spam

source: Turing test using Gab Captcha 2 v%s (http://www.gabsoftware.com/products/scripts/gabcaptcha2/)
fr_fr: Test de Turing avec Gab Captcha 2 v%s (http://www.gabsoftware.com/products/scripts/gabcaptcha2/)

source: You failed the test. Try again!
fr_fr: Vous n'avez pas passé le test. Recommencez&nbsp;!

source: Click here for more information about Gab Captcha 2 v%s
fr_fr: Cliquez ici pour plus d'informations à propos de Gab Captcha 2 v%s

source: Protected by
fr_fr: Protégé par

source: More information about Gab Captcha 2 v%s on http://www.gabsoftware.com/
fr_fr: Plus d'informations à propos de Gab Captcha 2 v%s sur http://www.gabsoftware.com/

source: Our anti-spam protection requires that you enable JavaScript in your browser to be able to comment!
fr_fr: JavaScript doit être activé pour que notre protection anti-spam vous laisse poster un commentaire.
